IDEA Open Model
MemberType Enumeration
Compatible with IDEA StatiCa 20.1
 Type of member
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum MemberType
Public Enumeration MemberType
Members
Member name | Value | Description
Member1D | 0 |  Member 1D
Element1D | 1 |  Element 1D
See Also
Reference
IdeaRS.OpenModel.Result Namespace